demo_meals = [
    # ------------------------------------------------------------------
    # Monday -----------------------------------------------------------
    # ------------------------------------------------------------------

    {
        'title': 'Уха: два рецепта «Атлантида» и «Сладкая»',
        'description': 'Из косточек, головок и прочих отходов, типа, кожи рыбы, надо сварить бульон. Далее, морковка и лук трутся на крупной тёрке, после чего их надо спассеровать на разогретой сковородке, на сливочном масле, до золотисто-коричневого цвета. Пассеровка кладётся в бульон. Рыбу порезать на крупные куски. Так же, добавить в бульон, варить, пока не приготовится. Присыпать любимыми специями, посолить, добавить чуточку перца. \n\
\n\
И вот когда уха будет готова, её надо разлить по тарелкам, в каждую порцию положить несколько кусочков рыбы и посыпать зеленью, которая крошится острым ножом.',
        'category': 0,
        'day_linked': 0
    },
    {
        'title': 'Джамбалайя. Новоорлеанская кухня',
        'description': 'Мелодичное название этого блюда происходит из каджунской кухни. Новоарлеанцы готовят джамбалайю из риса и всего того, что находят в холодильнике. Классический рецепт этого блюда включает в себя «каджунскую троицу»: лук, сельдерей и сладкий перец. А дальше, уже ингредиенты берутся на вкус.\n\
\n\
Для приготовления джамбалайи вам понадобятся:\n\
- Пара куриных филе;\n\
- Двести пятьдесят граммов копчёных колбасок;\n\
- Одна крупная луковица;\n\
- Один сладкий перец, но только зелёного цвета;\n\
- Один черешок сельдерея;\n\
- Четыре зубочка чеснока;\n\
- Пара полных стаканов длиннозёрного риса;\n\
- Четыре стакана куриного бульона;\n\
- Три листочка лавра;\n\
- Четвертинка чайной ложки кайенского перца;\n\
- Одна чайная ложечка острой томатной пасты;\n\
- Пара столовых ложек растительного масла;\n\
- Щепотка перца молотого;\n\
- Немного соли.\n\
Время на приготовление блюда – 45 минут\n\
Восемь порций',
        'category': 1,
        'day_linked': 0
    },
    {
        'title': 'Греческая закуска - Мелидзано',
        'description': '1. Греческая закуска - очень вкусная и долго хранится. Подавать лучше с подсушенными тостами или с лавашем.\n\
2. Спелые баклажаны вымыть, проколоть вилкой в нескольких местах, уложить на противень и запекать в духовке около 45 минут (до мягкости).\n\
3. С печеных баклажан снять шкурку (как с банана). Нарезать или размять вилкой\n\
4. Выдавить из лимона сок и взбить в блендере вместе с мякотью баклажан, оливковым маслом и солью.\n\
5. Добавить порубленную петрушку и чеснок. Влить йогурт.\n\
6. Выложить закуску на тарелочку и полить оливковым маслом.',
        'category': 2,
        'day_linked': 0
    },
    {
        'title': 'Мятный амаретто',
        'description': '1. В стакан добавьте несколько кубиков льда и затем влейте amaretto, сопровождаемый мятным ликером (можно взять мятный сироп и сделать коктейль менее крепким).\n\
 \n\
2. Заполните остальную часть молоком (меньше половины стакана) Размешайте леденцом или ложкой. Используйте леденец для придания красоты',
        'category': 3,
        'day_linked': 0
    },

    # ------------------------------------------------------------------
    # Thuesday ---------------------------------------------------------
    # ------------------------------------------------------------------

    {
        'title': 'Суп из свежих огурцов «Мечта гурмана»',
        'description': 'Режем огурцы, лук, кладём их в подготовленную кастрюлю. Влить воду. Добавить соль. Варим, пока не приготовим полностью эти два ингредиента. Готово, отключаем огонь. Снимаем кастрюлю с плиты, остужаем. Ингредиенты перемалываем в пюре, можно при помощи блендера. Режем перец, добавить в пюре. Добавляем туда же сухарики, аджику, сметану.',
        'category': 0,
        'day_linked': 1
    },
    {
        'title': 'Тортильони с чечевицей в сырном креме',
        'description': '1. Чечевицу отварить в соответствии с инструкцией на упаковке. Посолить в конце варки.\n\
  2. Пока готовится чечевица, отварить в подсоленной воде тортильони.\n\
  3. Натереть сыр и нарезать помидоры кубиками.\n\
  4. В разогретую сковороду или сотейник, влить половник воды, в которой варится паста, и распустить в ней сыр, постоянно помешивая.\n\
  5. Когда сыр хорошо растворится и получится тягучий крем, добавить свежемолотый черный перец и перемешать.\n\
  6. Готовую пасту смешать с сырным кремом. Добавить помидоры и чечевицу и еще раз перемешать. ',
        'category': 1,
        'day_linked': 1
    },
    {
        'title': 'Крабовые пирожки',
        'description': '1. Слоеное тесто  разморозить при комнатной температуре. Когда оно будет готово к работе, включаем духовку, разогреваем до 200 С.\n\
2. Яичный желток отделить от белка.\n\
3. Тесто раскатать (поверхность рабочую припылить мукой), из теста острым ножом, вырезать 5-6 квадратов.\n\
4. Противень застелить пергаментной бумагой (ничем не смазывать) и на него выложить квадратики.\n\
5. Из оставшегося теста вырезать столько же рамок (5-6шт), шириной 2 см (маленькие квадратики не выкидывать, пригодятся дальше).\n\
6. Кулинарной  кистью, смазать края квадратиков яичным белком. Поверх выкладываем квадратные рамки. Белок скрепляет их и выполняет эффект "клея".\n\
7. Маленькие квадратики выкладываем поверх рамок. Смазываем яичным желтком все детали из теста. Отправляем в духовку на 7-10 мин.\n\
8. Готовим начинку:  Упаковку крабового мяса измельчить острым ножом. Обжарить крабовое мясо в сливочном масле. Добавить к ним раздавленный зубчик чеснока. Затем, порезанный кольцами - лук-порей.\n\
9. Красный перец порезать полосками и вместе с соком лимона, добавить к крабовому мясу.\n\
10. Соль перец и сметану - смешать. Измельчить укроп и заправить им начинку. Начинить пирожки, подавать к столу! Приятного аппетита! ',
        'category': 2,
        'day_linked': 1
    },
    {
        'title': 'Коктейль "виски с инжиром"',
        'description': '1. Инжир разрезать на 4 части.\n\
2. Забросить инжир в стакан, добавить кленовый сироп и немного подавить инжир.\n\
3. Добавить виски, апельсиновый сок, заполнить стакан со льдом, перемешать (или встряхнуть, накрыв стакан крышкой).\n\
4. Процедить напиток через ситечко. Вылить его в бокал со льдом. Наслаждайтесь!',
        'category': 3,
        'day_linked': 1
    },

    # ------------------------------------------------------------------
    # Wednesday --------------------------------------------------------
    # ------------------------------------------------------------------

    {
        'title': 'Овощной суп с баклажанами',
        'description': '1. Баклажан, морковь, лук, картофель и грибы порезать кубиками.\n\
2. Обжарить лук, морковь, 4 мин. Добавить грибы, готовить еще 5 мин.\n\
3. Отварить нарезанный картофель до полуготовности. Обжарить на сухой сковороде баклажаны.\n\
4. К грибам влить молоко, добавить картофель и готовить на небольшом огне 10 мин.\n\
5. Добавить баклажаны. Развести суп водой или молоком до нужной консистенции, дать вновь закипеть, уменьшить огонь и варить 10 мин.',
        'category': 0,
        'day_linked': 2
    },
    {
        'title': 'Куриное рагу с карри',
        'description': '1. Курицу нарезать на небольшие кусочки.\n\
2. Разогреть сливочное и оливковое масло, насыпать карри и разогреть (чтобы специи раскрылись).\n\
3. Обжарить на сильном огне кусочки курицы до корочки.\n\
4. Мелко нарезать грибы, лук и свеклу. Когда курица обжарилась, добавить к ней лук и грибы, обжарить 2-3 минуты.\n\
5. Добавить свеклу к курице и тушить 5-7 минут.\n\
6. Добавить помидоры и чеснок и тушить еще 5 минут.\n\
7. Влить бульон (или просто полстакана кипяченой воды), убавить огонь до минимального и тушить еще 5 минут.\n\
8. В финале влить сливки, посолить, подержать 2-3 минуты на огне и рагу готово. Украсить зеленью. ',
        'category': 1,
        'day_linked': 2
    },
    {
        'title': 'Куриная печень с виноградом',
        'description': '1. Натереть на терке 2 небольших зубчика чеснока и развести их оливковым маслом.\n\
2. Очистить печень от всего лишнего, посолить и поперчить. Обжарить на несильном огне в 1 ст.ложке масла около пяти-шести минут. Последние полторы минуты под крышкой. Важно, что бы на печени не появилось поджаристой корочки, и она осталось нежной.\n\
3. Крупно порвать салат. Выложить на блюдо, сбрызнуть лимонным соком.\n\
4. Выложить печень на салат. Вокруг и сверху положить половинки винограда и полить чесночным маслом вместе с волокнами чеснока. ',
        'category': 2,
        'day_linked': 2
    },
    {
        'title': 'Молочный коктейль',
        'description': '1. В хайбол положить 5-6 кубиков льда.\n\
2. Налить сахарный сироп - 50 мл.\n\
3. Положить шарик мороженого, добавить молока.\n\
4. Тщательно смешать с помощью шейкера.\n\
5. Перелить в бокал подачи – харикейн и добавить взбитых сливок.\n\
6. Последним штрихом приготовления коктейля будет добавление 20 мл гренадина.\n\
\n\
Украшается коктейль трубочками и шоколадной крошкой. Любимый коктейль многих детей, особенно при добавлении всевозможных фруктовых топингов и наполнителей. ',
        'category': 3,
        'day_linked': 2
    },

    # ------------------------------------------------------------------
    # Thursday ---------------------------------------------------------
    # ------------------------------------------------------------------

    {'title': 'Огуречный суп с болгарским перцем',
     'description': '1. Очистить огурцы. Нарезать их сначала продольными ломтиками, а затем – поперечными полосками. Нарезать кубиками перец.\n\
2. В кастрюле разогреть масло и обжарить в нем сладкий перец минуты 3.\n\
3. Добавить полоски огурца и слегка обжарить.\n\
4. Влить овощной бульон, соевый соус, сок лайма, кунжутное масло, и добавить красный перец.\n\
5. Довести до кипения, накрыть крышкой и варить минуты 3. Посолить.',
     'category': 0,
     'day_linked': 3
    },
    {
        'title': 'Овощное рагу "Бриам"',
        'description': '1. Овощи помыть и почистить. Кабачки и баклажаны – нарезать толстыми кругляшками. Лук и перец – дольками. Желательно все нарезать крупно. Чеснок очистить. Томаты порезать или пополам (мелкие) или на четвертинки. Картофель нарезать тоненькими кружочками.\n\
2. В большой и глубокий противень выложить слоями: слой картофеля и баклажан (чтобы они впитывали соки, которые будут выделяться). Потом кабачки и слой петрушки. При этом каждый слой слегка присыпать солью и перцем. На самый верх идут самый насыщенные влагой овощи – помидоры и кабачки, т.к. запекаясь, они будут давать сок.\n\
3. Полить оливковым маслом.\n\
4. Ставим в духовку и забываем о рагу минут на 30. Вынимаем, перемешиваем и смотрим что у нас там с жидкостью. Если мало, то добавляем примерно 100-200 мл. томатного сока/разведенной водой томатной пасты или просто воды. И снова ставим в духовку.\n\
5. Ждем еще 30 минут и вынимаем.  Перемешивать уже не надо. ',
        'category': 1,
        'day_linked': 3
    },
    {
        'title': 'Эби Суномоно',
        'description': '1. Ножом делаем бороздки на огурце. Разрезаем его пополам, далее - на тонкие дольки. Засыпаем огурцы солью, перемешиваем и оставляем на 15 минут.\n\
2. Для маринада смешиваем уксус, измельченный имбирь, сахарную пудру и соевый соус. Заливаем маринадом отварные креветки и оставляем их на час.\n\
3. Огурцы промываем от соли и даем немного обсохнуть. Выкладываем огурцы на тарелки. Креветки подсушиваем на бумажном полотенце и кладем на огурцы.\n\
4. Кунжут обжариваем на сухой сковороде и посыпаем им салат. Подаем к столу в охлажденном виде',
        'category': 2,
        'day_linked': 3
    },
    {
        'title': 'Sea Breeze',
        'description': '1. Положить в хайбол лед.\n\
    2. Три кубика льда положить в шейкер, налить водку и грейпфрутовый сок.\n\
3. Хорошенько взбить.\n\
4. Вылить в хайбол со льдом.\n\
5. Разбавить морсом.\n\
6. Украсить долькой апельсина, вишенкой и трубочками.\n\
\n\
Если повторить пару-тройку раз, можно почувствовать себя на взморье…',
        'category': 3,
        'day_linked': 3
    },

    # ------------------------------------------------------------------
    # Friday -----------------------------------------------------------
    # ------------------------------------------------------------------

    {'title': 'Тыквенный суп-пюре с куркумой',
     'description': '1. Куриную ножку сварить вместе с морковкой.\n\
2. Нарезать и обжарить лук. Нарезать тыкву и картофель.\n\
3. Когда курица уже почти готова, добавить тыкву, картофель и лук. И небольшой острый перчик.\n\
4. Когда овощи станут мягкими, перелить все в блендер. Измельчить, перелить обратно в кастрюлю и довести до кипения, добавляя необходимые специи. И немного сливок',
     'category': 0,
     'day_linked': 4
    },
    {
        'title': 'Баклажанные котлеты с сыром',
        'description': '1. Баклажан и перец запечь в духовке при 220 градусах в течение 25-30 минут. Отложить овощи в миску и закрыть пленкой. Охладить и очистить от кожицы.\n\
2. Чеснок и чили измельчить. Очищенный от кожицы перец мелко нарубить, посолить и смешать с чили, орегано и чесноком, добавив масла.\n\
3. Очищенный от кожицы баклажан измельчить в блендере. К мякоти добавить панировочные сухари, яйцо и сыр. Посолить и тщательно перемешать.\n\
4. Разделить баклажанную массу на 4 части, каждую расплющить, положить в середину начинку из перца и слепить в котлетку.\n\
5. Обвалять котлетки в муке и обжарить до румяной корочки в оливковом  масле. ',
        'category': 1,
        'day_linked': 4
    },
    {
        'title': 'Кобб салат',
        'description': '1. Для заправки: чеснок пропустить через пресс. Смешать измельченный чеснок с двумя видами горчицы, уксусом и оливковым маслом.\n\
2. Бекон обжарить на раскаленной сковороде пока он не станет немного хрустящим.\n\
3. Все ингредиенты (кроме салатных листьев) нарезать небольшими кубиками или короткими полосками.\n\
4. В тарелку выложить салатные листья. Сверху полосками выложить остальные ингредиенты.Заправку подавать отдельно. ',
        'category': 2,
        'day_linked': 4
    },
    {
        'title': 'Salty Dog',
        'description': '1. Натереть края хайбола половинкой лайма.\n\
2. Обмакнуть край стакана в соль и положить в хайбол лед.\n\
3. Налить водки.\n\
4. Разбавить грейпфрутовым соком.\n\
5. Украсить "Соленую собаку" листьями мяты, долькой лайма и трубочками.',
        'category': 3,
        'day_linked': 4
    }
]